IDEA Open Model
CoordSystemByPoint.InPlane Property
Compatible with IDEA StatiCa Beta 20.0
 Point is in Plane
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Plane InPlane { get; set; }
Public Property InPlane As Plane
	Get
	Set
Property Value
Type: Plane
See Also
Reference
CoordSystemByPoint Class
IdeaRS.OpenModel.Geometry3D Namespace